Repository: nhantruong1298/book_reviews
Catalog: core/presentation/lib/l10n/intl_*.arb
Languages: vi

# SIGN_UP__CAN_NOT_BE_LEFT_BLANK
source: Required
vi: Không được để trống

# SIGN_UP__EMAIL_INVALID
source: Invalid email
vi: Email không hợp lệ

# SIGN_UP__PASSWORD
source: Password
vi: Mật khẩu

# SIGN_UP__PASSWORD_DOES_NOT_MATCH
source: Password does not match
vi: Mật khẩu không trùng khớp

# SIGN_UP__RE_ENTER_PASSWORD
source: Re-enter password
vi: Nhập lại mật khẩu

# SIGN_UP_SUCCESS_DESCRIPTION
source: <p>We sent a verification email to <span>{{email}}</span>. Click the link inside to get started!</p>
vi: <p>Email xác thực đã được gửi tới <span>{email}</span>. Nhấn vào link bên trong để bắt đầu!</p>

# SIGN_UP_SUCCESS__SIGN_UP_SUCCESS
source: Register successfully
vi: Đăng ký thành công

# SIGN_UP___DID_NOT_GET_EMAIL
source: Didn’t get the email?
vi: Không nhận được email?

# SIGN_UP_SUCCESS__BACK_TO_SIGN_IN
source: Sign in
vi: Đăng nhập

# SIGN_UP__VALIDATION_PASSWORD_INVALID_MIN_LENGTH
source: Password must be {value} characters or more
vi: Mật khẩu tối da {value} kí tự
